[door_metal_nokeyhole_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[Usables.doorShowCannotOpenMessage_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Usables.doorShowCannotOpenMessage_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="This door is barred from the other side until the area is secure"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.lever_noStaticBase_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=" "

[door_metal_nokeyhole_twk:DisTweaks_InteractableInterface_40 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.wall_lever_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""

[Usables.lever_noStaticBase_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.Valve_NeverRewind_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="バルブ"
m_InteractText="`k をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
